/* Menu Item for Release Help */
"%@ Help" = "%@ 幫助";

/* Menu Item for Release About */
"About %@" = "關於 %@";

/* Menu Item Label for Check Update */
"Check for Updates..." = "檢查更新...";

/* Menu Item Label for Email */
"Email Support" = "電子郵件支持";

/* Menu Item Hide Release App */
"Hide %@" = "隱藏%@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "無效的註冊信息!";

/* Menu Item for Order */
"Order Now" = "現在訂購";

/* Menu Item for Quit Release App */
"Quit %@" = "退出%@";

/* Menu Item Label for FAQ */
"Read FAQ" = "閱讀常見問題解答";

/* Menu Item Label for Online Help */
"Read Online Help" = "閱讀在線幫助";

/* Message Text for Registration Successful */
"Registration Successful!" = "註冊成功!";

/* Menu Item Label for Registration */
"Registration..." = "註冊...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "簡單地從你的確認郵件中複製和粘貼郵箱地址和產品密鑰.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "謝謝你的購買，如果你有任何問題，請使用電子郵件與我們聯繫.";

/* Menu Item for WebSite */
"Visit WebSite" = "訪問網站";

